/* Have fun learning this table */
"Activity Detail: Game" = "Divertirse aprendiendo esta tabla";

/* A challenging memory game */
"Activity Detail: Pairs" = "Un desafiante juego de memoria";

/* An easy start to learning this table */
"Activity Detail: Practice" = "Un fácil inicio a esta tabla de aprendizaje";

/* See how much you've learned */
"Activity Detail: Test" = "Ver cuánto ha aprendido";

/* Game */
"Activity Title: Game" = "Juego";

/* Pairs */
"Activity Title: Pairs" = "Pares";

/* Practice */
"Activity Title: Practice" = "Práctica";

/* Test */
"Activity Title: Test" = "Prueba";

/* restart */
"Button: restart" = "reinicio";

/* start */
"Button: start" = "comenzar";

/* Player 1 */
"Default: name" = "Jugador 1";

/* Click only on the numbers which are multiples of %i */
"Freya: click multiples" = "Haga clic en los números que son múltiplos de %i";

/* CORRECT - press next for another sum */
"Freya: correct" = "CORREGIR - haga clic en siguiente para otra suma";

/* CORRECT - well done */
"Freya: correct done" = "CORRECTO - bien hecho";

/* Drag the correct answer on to the square */
"Freya: drag" = "Arrastre la respuesta correcta a la Plaza";

/* EXCELLENT %@ */
"Freya: Excellent" = "%@ excelente";

/* EXCELLENT %@, you scored %i */
"Freya: Excellent score" = "%1$@ excelente, anotó %2$i";

/* NOT BAD. Press restart to try again  %@. */
"Freya: Not bad" = "%@ no está mal. Pulse reinicio para intentarlo de nuevo.";

/* NOT BAD %@, you scored %i */
"Freya: Not bad score" = "%1$@ no está mal, anotó %2$i";

/* Now tap a blue card */
"Freya: Now tap blue" = "Ahora toca una tarjeta azul";

/* Now tap a red card */
"Freya: Now tap red" = "Ahora toca una tarjeta roja";

/* Congratulations you cleared the table in %i goes. */
"Freya: Pairs congrats" = "Enhorabuena borra la tabla en %i intentos";

/* Hard luck. Wait a few seconds to try again. */
"Freya: Pairs hard luck" = "Mala suerte. Espere unos segundos para volver a intentarlo.";

/* I think you need a little more practice %@. */
"Freya: Rubbish" = "Creo que es necesario un poco de práctica más %@.";

/* You scored %i. I think you need more practice %@. */
"Freya: Rubbish score" = "Anotó %1$i. Creo que necesita más práctica %2$@.";

/* Tap one red card and one blue to find a pair */
"Freya: tap one red one blue" = "Una tarjeta roja y una tarjeta azul para encontrar un par";

/* Type your name, then tap on the bus */
"Freya: Type name" = "Escriba su nombre y, a continuación, puntee en el bus";

/* Hello - Welcome to Times Table Fun. Pick a theme */
"Freya: Welcome to" = "Hola - Bienvenido a Times Table Fun. Elegir un tema";

/* WELL DONE %@ */
"Freya: Well done" = "%@ bien hecho";

/* WELL DONE %@, you scored %i */
"Freya: Well done score" = "%1$@ bien hecho, anotó %2$i";

/* SORRY - Wrong answer, try again */
"Freya: wrong try again" = "Lo sentimos - mal respuesta, vuelva a intentarlo";

/* %@ cleared in %i on %@ */
"High score: cleared" = "%1$@  desactivada en %2$i %3$@";

/* Score: %i */
"High score: scored" = "Marcador: %i";

/* %@ scored %i on %@ */
"High score: scored score on" = "%1$@ anotó %2$i %3$@";

/* HIGH SCORES: */
"High score: title" = "PUNTUACIONES MÁS ALTAS:";

/* my name is */
"Label: name" = "Me llamo ";

/* Tries:%i Score:%i */
"Label: Pairs score" = "Intentos:%1$i Marcador:%2$i";

/* Score: %i out of %i */
"Label: Score out of" = "Marcador: %1$i de cada %2$i";

/* Score: %i */
"Label: Score short" = "Marcador: %i";

/* score:  %i */
"Label: score with score" = "Marcador:  %i";

/* Your name */
"Page title: Your name" = "Te llamas";

/*  times table */
"Phrase: Blank times table" = " tabla de multiplicación";

/* You scored %i\n */
"Score: You scored" = "Anotó %i\n";

/* Choose a number */
"Screen Title: Choose a number" = "Elija un número";

/* Game */
"Screen Title: Game" = "Juego";

/* Choose an activity */
"ScreenTitle: Choose a task" = "Elija una actividad";

/* Apples */
"Theme: Apples" = "Manzanas";

/* Footballs */
"Theme: Footballs" = "Balones de fútbol";

/* Hearts */
"Theme: Hearts" = "Corazones";

/* Stars */
"Theme: Starts" = "Estrellas";

/* REMEMBER */
"Title: REMEMBER" = "RECORDAR";

"Title: Learn" = "Aprender";

"Activity Detail: Learn" = "Empezar por el principio";

"Freya: Press next to see your score" = "Presione siguiente para ver su puntaje";

"Freya: count squares" = "¿Cuántos cuadrados? Cuando el número es correcto, pulsar el botón.";

/* Upgrade to full version */
"Title: Upgrade" = "Actualizar a la versión completa";

/* Upgrade to full version */
"Text: Upgrade" = "Esta es la versión gratuita de Times Table Fun que cubre sólo 2, 3 y 4 veces tablas. Actualizar a la versión completa por sólo $price.";
